
// Area
"ha" = "ha";
"ha_full" = "Hektár";

"acre" = "acre";
"acre_full" = "Acre";

"decare" = "daa";
"decare_full" = "Decare";

"feddan" = "feddan";
"feddan_full" = "Feddan";

// Length
"in" = "in";
"in_full" = "Inch";

"ft" = "ft";
"ft_full" = "láb";

"mile" = "mi";
"mile_full" = "Mérföld";

"mm" = "mm";
"mm_full" = "Milliméter";

"cm" = "cm";
"cm_full" = "Centiméter";

"m" = "m";
"m_full" = "Méter";

"km" = "km";
"km_full" = "Kilométer";

// Weight
"kg" = "kg";
"kg_full" = "Kilogramm";

"pound" = "font";
"pound_full" = "Font";

"centner" = "mázsa";
"centner_full" = "Mázsa";

"ton" = "t";
"ton_full" = "Tonna";

// Liquids
"pint" = "pint";
"pint_full" = "Pint";

"quart" = "quart";
"quart_full" = "Quart";

"liter" = "l";
"liter_full" = "Liter";

"british_gallon" = "gal";
"british_gallon_full" = "UK gallon";

"american_gallon" = "gal";
"american_gallon_full" = "US gallon";

"bushel" = "bu";
"bushel_full" = "Bushel";

// Temperature
"celsius" = "°C";
"celsius_full" = "Celsius fok";

"fahrenheit" = "°F";
"fahrenheit_full" = "Fahrenheit fok";

// Productivity
"bushel_per_acre" = "bu/acre";
"bushel_per_acre_full" = "Bushel per acre";

"ton_per_ha" = "t/ha";
"ton_per_ha_full" = "Tonna per ha";

"centner_per_ha" = "mázsa/ha";
"centner_per_ha_full" = "Mázsa per ha";

"us_ton_per_acre" = "t/acre";
"us_ton_per_acre_full" = "USA tonna per acre";

"kg_per_decare" = "kg/daa";
"kg_per_decare_full" = "Kilogram per decare";

"tonn_per_acre" = "t/acre";
"tonn_per_acre_full" = "Tonna per acre";

"kg_per_ha" = "kg/ha";
"kg_per_ha_full" = "Kilogramm hektáronként";

"kg_per_acre" = "kg/acre";
"kg_per_acre_full" = "Kilogramm per acre";

"tonn_per_feddan" = "t/feddan";
"tonn_per_feddan_full" = "Tonna per feddan";

// Speed
"m_per_sec" = "m/s";
"m_per_sec_full" = "Méter per másodperc";

"mile_per_hour" = "mph";
"mile_per_hour_full" = "Mérföld per óra";

"km_per_hour" = "km/h";
"km_per_hour_full" = "Kilométer per óra";

// Fuel
"liter_per_ha" = "l/ha";
"liter_per_ha_full" = "Liter per hektár";

"american_pint_per_acre" = "pint/acre";
"american_pint_per_acre_full" = "USA pint per acre";

"american_quart" = "quarts/acre";
"american_quart_full" = "USA quart per acre";

"american_gallon_per_acre" = "gal/acre";
"american_gallon_per_acre_full" = "US gallon per acre"; // Need translation

"liter_per_100km" = "l/100km";
"liter_per_100km_full" = "Liter per 100 km";

"km_per_liter" = "km/l";
"km_per_liter_full" = "Kilométer per liter";

"mile_per_us_gallon" = "mpg";
"mile_per_us_gallon_full" = "Mérföld per USA gallon";

"mile_per_uk_gallon" = "mpg";
"mile_per_uk_gallon_full" = "Mérföld per UK gallon";

"fluid_ounce_per_acre" = "fl oz/acre";
"fluid_ounce_per_acre_full" = "Folyadékuncia holdanként";
